Repository: Nassim02024/Blingo
Catalog: locale/*/LC_MESSAGES (1)/django.po
Languages: ar

source: Who are we?
ar: من نحن ؟

source: Our Vision
ar: نظرتنا

source: Coming soon page by GraphBerry
ar: ستأتي قريبًا صفحة Grapherry

source: Comming soon!
ar: قادم قريبا!

source: Be ready, there is just:
ar: كن مستعدًا ، هناك فقط:

source: days
ar: أيام

source: hours
ar: ساعات

source: minutes
ar: دقائق

source: seconds
ar: ثوان

source: Thank you for your communication.
ar: شكرا لك على تواصلك!

source: We are happy to hear from you for any inquiries or requests. Our team is always available to answer your questions and provide the necessary support. Dont hesitate to contact us through the form below or via the available communication channels.
ar: نحن سعداء لسماعك لأي استفسارات أو طلبات. فريقنا متاح دائمًا للإجابة على أسئلتك وتقديم الدعم اللازم. لا تتردد في الاتصال بنا من خلال النموذج أدناه أو عبر قنوات الاتصال المتاحة.

source: Contact form
ar: نموذج الاتصال

source: We will respond as soon as possible.
ar: سنرد في اقرب وقت

source: submit
ar: ارسال

source: Free delivery
ar: عروض توصيل مجاني

source: secure payment
ar: الدفع الآمن

source: Quality guarantee
ar: ضمان الجودة

source: Daily offers
ar: العروض اليومية

source: Shop faster with Blingo App
ar: تسوق بشكل أسرع مع تطبيق Blingo

source: Wait for the Blingo app, through which you can shop comfortably and well.
ar: انتظرو تطبيق Blingo ، حيث يمكنك التسوق بسهولة وفعالية.

source: guaranteed savings
ar: مدخرات مضمونة

source: Document
ar: وثيقة

source: Details order
ar: التفاصيل

source: Order
ar: طلب

source: Cancel
ar: يلغي

source: Address Form
ar: نموذج العنوان

source: Phone Number
ar: رقم الهاتف

source: Street Address (Line 1)*
ar: عنوان الشارع (السطر 1)*

source: Street Address (Line 2) (Optional)
ar: عنوان الشارع (السطر 2) (اختياري)

source: Submit Address
ar: إرسال العنوان

source: Catecory
ar: فئة

source: Home
ar: بيت

source: category
ar: فئة

source: Product
ar: منتج

source: A company specialized in fast and easy delivery services. Our goal is to make your daily life simpler. We provide a platform that brings together restaurants, shops, and various services in one place, ensuring your orders reach your doorstep safely, quickly, and at the best prices.
ar: شركة متخصصة في خدمات التوصيل السريعة والسهلة. هدفنا هو جعل حياتك اليومية أبسط. نقدم منصة تجمع بين المطاعم والمتاجر والخدمات المتنوعة في مكان واحد، مما يضمن وصول طلباتك إلى باب منزلك بأمان وسرعة وبأفضل الأسعار.

source: Stay Updated
ar: ابق على اطلاع

source: Thank you for subscribing!
ar: شكرا لك على الاشتراك!

source: Company
ar: شركة

source: About
ar: عن

source: Work team
ar: فريق العمل

source: Career opportunities
ar: فرص العمل

source: Blog
ar: مدونة

source: Our partners
ar: عنواننا

source: Services
ar: الخدمات

source: Order Delivery
ar: التوصيل و طلبات

source: Pricing
ar: التسعير

source: Inquiries
ar: استفسارات

source: Get in Touch
ar: تواصل على اتصال

source: All Rights Reserved
ar: كل الحقوق محفوظة

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Service
ar: شروط الخدمة

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط

source: Designed by
ar: صممه

source: Continue to checkout
ar: استمر لتاكيد

source: Search
ar: يبحث

source: My Account
ar: حسابي

source: Dashboard
ar: لوحة القيادة

source: Order Tracking
ar: تتبع الطلب

source: My Wishlist
ar: قائمة أمنياتي

source: Notifications
ar: إشعار

source: logout
ar: تسجيل الخروج

source: load
ar: تحميل

source: Shop by Departments
ar: تسوق من قبل الإدارات

source: Groceries
ar: محلات البقالة

source: Drinks
ar: مشروبات

source: Chocolates
ar: الشوكولاتة

source: Most searched
ar: الأكثر بحثاً

source: Pages
ar: الصفحات

source: servece
ar: الخدمات

source: Shop
ar: محل

source: PRO
ar: المحترف

source: Single Product
ar: منتج واحد

source: Cart
ar: عربة

source: Checkout
ar: الدفع

source: Single Post
ar: وظيفة واحدة

source: contact
ar: اتصل بنا

source: About Us
ar: معلومات عنا

source: Thank You
ar: شكرًا لك

source: 404 Error
ar: 404 خطأ

source: Brand
ar: ماركة

source: Sale
ar: بيع

source: Get PRO Version
ar: احصل على نسخة محترفة

source: Shop from the best stores in your city.
ar: تسوق من افضل المحلات في مدينتك

source: With the press of a button.
ar: بضغطة زر

source: start
ar: انطلق

source: Choose the store that suits you
ar: اختر متجرك المفضل

source: And we will be with you !
ar: ! و سنكون عندك

source: Services
ar: الخدمة

source: View All Services
ar: عرض جميع الخدمات

source: Fruits & Veges
ar: الفواكه والخضار

source: Breads & Sweets
ar: الخبز والحلويات

source: Beverages
ar: المشروبات

source: Meat Products
ar: منتجات اللحوم

source: Breads
ar: الخبز

source: Vendors
ar: البائعون

source: All
ar: الجميع

source: Juices
ar: العصائر

source: Store
ar: محل

source: Add to Cart
ar: أضف إلى السلة

source: 1 Unit
ar: 1 وحدة

source: Luxa Dark Chocolate
ar: لوكسا الشوكولاته الداكنة

source: Very tasty & creamy vanilla flavour creamy muffins.
ar: لذيذ جدا ودسم النكهة الكعك دسم.

source: Show Now
ar: تظهر الآن

source: Creamy Muffins
ar: الكعك الكريمي

source: Get
ar: احصلو على

source: free delivery
ar: توصيل مجاني

source: on your first order
ar: في أول عملية شراء لكم

source: You can also get a gift coupon and free delivery.
ar: يمكنك أيضا الحصول على قسيمة الهدايا و توصيلات مجاني.

source: Name
ar: اسم

source: Email
ar: بريد إلكتروني

source: Subscribe to the newsletter
ar: اشترك في النشرة الإخبارية

source: Submit
ar: يُقدِّم

source: 4.5 (120 reviews)
ar: 4.5 (120 مراجعة)

source: Color:
ar: لون:

source: Quantity:
ar: كمية:

source: Add to Wishlist
ar: أضف إلى قائمة الرغبات

source: Key Features:
ar: الميزات الرئيسية:

source: Industry-leading noise cancellation
ar: إلغاء الضوضاء الرائدة في الصناعة

source: 30-hour battery life
ar: عمر البطارية 30 ساعة

source: Touch sensor controls
ar: اللمس عناصر التحكم في المستشعر

source: Speak-to-chat technology
ar: التكنولوجيا التحدث إلى الدردشة

source: Reviews
ar: المراجعات

source: Not just food, it’s an experience
ar: ليس فقط الطعام ، إنها تجربة

source: From giggles to cuddles — we’ve got it all
ar: من الضحك إلى الحضن - لقد حصلنا على كل شيء

source: Your next favorite bag is just a click away
ar: حقيبتك المفضلة التالية هي مجرد نقرة بعيدا

source: tep into comfort. Walk with confidence
ar: TEP في الراحة. المشي بثقة

source: Shine brighter than ever — one piece at a time
ar: تألق أكثر إشراقًا من أي وقت مضى - قطعة واحدة في وقت واحد

source: Elegance isn’t optional — it’s you
ar: الأناقة ليست اختيارية - إنها أنت

source: Because your home deserves love too
ar: لأن منزلك يستحق الحب أيضًا

source: Where elegance lives in the little things
ar: حيث تعيش الأناقة في الأشياء الصغيرة

source: Power in every detail
ar: القوة في كل التفاصيل

source: Bags
ar: أكياس

source: Your next favorite bag is just a click away.
ar: حقيبتك المفضلة التالية هي مجرد نقرة.

source: shoes
ar: أحذية

source: Step into comfort. Walk with confidence
ar: خطوة إلى الراحة. المشي بثقة

source: kids
ar: أطفال

source: beauty
ar: جمال

source: jewelry
ar: مجوهرات

source: women
ar: نحيف

source: home
ar: بيت

source: accessories
ar: مُكَمِّلات

source: man
ar: رجل

source: People are also looking for
ar: الناس يبحثون عن

source: tomat
ar: طعام

source: margarin
ar: زبدة

source: Salty kettle Corn
ar: ذرة غلاية المالحة

source: Chobani Greek Yogurt
ar: chobani الزبادي اليوناني

source: Sweet Vanilla Yogurt
ar: زبادي الفانيليا الحلو

source: Warrior Blend Organic
ar: محارب مزيج عضوي

source: Chao Cheese Creamy
ar: تشاو جبن دسم

source: Chicken meatballs
ar: كرات اللحم

source: Blue diamon almonds
ar: لوز ديامون الأزرق

source: Angie’s Boomchickapop Corn
ar: أنجي بومتشكابوب الذرة

source: customer:
ar: عميل:

source: product:
ar: منتج:

source: price:
ar: سعر:

source: stats:
ar: الإحصائيات:

source: date of order:
ar: تاريخ الطلب:

source: Empty
ar: فارغ

source: Name:
ar: اسم:

source: Phone:
ar: هاتف:

source: Store name:
ar: اسم المتجر:

source: Store type:
ar: نوع المتجر:

source: Description:
ar: وصف:

source: Address:
ar: عنوان:

source: Profile
ar: حساب تعريفي

source: Welcome
ar: مرحباً

source: Project Manager
ar: مدير المشروع

source: Address
ar: عنوان

source: Touggourt
ar: Tougchourt

source: Log Out
ar: تسجيل الخروج

source: Overview
ar: ملخص

source: Orders
ar: طلبات

source: Profile
ar: حساب تعريفي

source: Password
ar: كلمة المرور

source: Total spant
ar: إجمالي المدفوعات

source: Notification
ar: إشعار

source: Budget
ar: ميزانية

source: Date
ar: تاريخ

source: State
ar: الحالة

source: Action
ar: فعل

source: view
ar: منظر

source: Last Name
ar: اسم العائلة

source: Leo
ar: ليو

source: Country
ar: دولة

source: Algeria
ar: الجزائر

source: Phone
ar: هاتف

source: name
ar: اسم

source: image
ar: صورة

source: price
ar: سعر

source: quantity
ar: كمية

source: total
ar: المجموع

source: French
ar: فرنسي

source: English
ar: إنجليزي

source: HTML Template by Colorlib
ar: قالب HTML بواسطة ColorLib

source: Page not found
ar: الصفحة لم يتم العثور عليها

source: Homepage
ar: الصفحة الرئيسية

source: Platia
ar: بلاتيا

source: Experience Culinary Excellence
ar: تجربة التميز في الطهي

source: Savor Every Moment at Platia
ar: تذوق كل لحظة في بلاتيا

source: Book a Table
ar: حجز طاولة

source: View Menu
ar: عرض القائمة

source: Open Daily
ar: مفتوح يوميا

source: 7:00 AM - 23:00 PM
ar: 7:00 صباحًا - 23:00 مساءً

source: Location
ar: موقع

source: Downtown Chicago
ar: وسط مدينة شيكاغو

source: Reservations
ar: التحفظات

source: Make a Reservation
ar: قم بالحجز

source: Guests
ar: الضيوف

source: 1 Person
ar: شخص واحد

source: 2 People
ar: 2 شخص

source: 3 People
ar: 3 أشخاص

source: 4 People
ar: 4 أشخاص

source: 5+ People
ar: 5+ الناس

source: Loading
ar: تحميل

source: Reserve Now
ar: احتياطي الآن

source: Scroll to Explore
ar: التمرير لاستكشاف

source: &nbsp;About
ar: & nbsp ؛ حول

source: Experience Our Unique Approach
ar: تجربة نهجنا الفريد

source: Exceptional Service
ar: خدمة استثنائية

source: Industry Recognition
ar: التعرف على الصناعة

source: Years of Dedication
ar: سنوات التفاني

source: Testimonials
ar: شهادات

source: Marcus Chen
ar: ماركوس تشن

source: James Wilson
ar: جيمس ويلسون

source: Emma Rodriguez
ar: إيما رودريغيز

source: David Kumar
ar: ديفيد كومار

source: Sophia Lee
ar: صوفيا لي

source: Chefs
ar: الطهاة

source: Featured Chef
ar: شيف مميز

source: Avery Montrose
ar: أفيري مونتروز

source: Executive Chef
ar: الشيف التنفيذي

source: Jordan Lee
ar: الأردن لي

source: Sous Chef
ar: شيف سوس

source: Mila Santos
ar: ميلا سانتوس

source: Pastry Chef
ar: طاهي المعجنات

source: Kai Thompson
ar: كاي طومسون

source: Grill Master
ar: شواية سيد

source: Renee Collins
ar: رينيه كولينز

source: Line Cook
ar: خط الطهي

source: 1 Guest
ar: 1 ضيف

source: 2 Guests
ar: 2 ضيوف

source: 3 Guests
ar: 3 ضيوف

source: 4 Guests
ar: 4 ضيوف

source: 5 Guests
ar: 5 ضيوف

source: 6+ Guests
ar: 6+ ضيوف

source: Occasion
ar: مناسبة

source: Birthday
ar: عيد ميلاد

source: Anniversary
ar: عيد

source: Business Dinner
ar: عشاء العمل

source: Date Night
ar: ليلة التاريخ

source: Celebration
ar: احتفال

source: Other
ar: آخر

source: Experience Fine Dining
ar: تجربة طعام جيد

source: Business Hours
ar: ساعات العمل

source: Closed Mondays
ar: مغلق الاثنين

source: Find Us
ar: تجدنا

source: Email Us
ar: أرسل لنا مراسلتي عبر البريد الإلكتروني

source: reservations@example.com
ar: chargetations@example.com

source: Visit Us Today
ar: قم بزيارتنا اليوم

source: Our Location
ar: موقعنا

source: 123 Culinary Avenue, Manhattan, NY 10001
ar: 123 شارع الطهي ، مانهاتن ، نيويورك 10001

source: Hours
ar: ساعات

source: Monday - Thursday
ar: الاثنين - الخميس

source: 11:00 AM - 10:00 PM
ar: 11:00 صباحًا - 10:00 مساءً

source: Friday - Saturday
ar: الجمعة - السبت

source: 11:00 AM - 11:30 PM
ar: 11:00 صباحًا - 11:30 مساءً

source: Sunday
ar: الأحد

source: 10:00 AM - 9:00 PM
ar: 10:00 صباحًا - 9:00 مساءً

source: Brunch Hours
ar: ساعات الغداء

source: Sat &amp; Sun, 10:00 AM - 2:00 PM
ar: SAT & amp ؛ الشمس ، 10:00 صباحًا - 2:00 مساءً

source: Contact Us
ar: اتصل بنا

source: Events
ar: الأحداث

source: Limited Time
ar: وقت محدود

source: Autumn Harvest Festival
ar: مهرجان حصاد الخريف

source: October 15 - November 30, 2024
ar: 15 أكتوبر - 30 نوفمبر 2024

source: Chef's Special
ar: شيف خاص

source: Seasonal Harvest Menu
ar: قائمة الحصاد الموسمية

source: Farm-to-Table Ingredients
ar: مكونات المزرعة إلى الطاولة

source: Locally Sourced Produce
ar: المنتجات المصدر محليا

source: Explore Menu
ar: استكشف القائمة

source: Award Winning
ar: الفوز بالجائزة

source: Wine Pairing Experience
ar: تجربة الاقتران النبيذ

source: Sommelier Curated
ar: برعاية سوميلير

source: Premium Selection
ar: اختيار قسط

source: Book Tasting
ar: تذوق الكتاب

source: Recognition &amp; Awards
ar: الاعتراف & amp ؛ جوائز

source: Best Restaurant 2024
ar: أفضل مطعم 2024

source: City Dining Awards
ar: جوائز لتناول الطعام في المدينة

source: 5-Star Rating
ar: تصنيف 5 نجوم

source: Local Food Guide
ar: دليل الطعام المحلي

source: Excellence Award
ar: جائزة التميز

source: Culinary Institute
ar: معهد الطهي

source: Customer Choice
ar: اختيار العميل

source: Community Favorite
ar: المجتمع المفضل

source: Community Involvement
ar: مشاركة المجتمع

source: $50K+
ar: 50 ألف دولار+

source: Donated to Local Charities
ar: تبرعت للجمعيات الخيرية المحلية

source: Local Farm Partners
ar: شركاء المزرعة المحليين

source: Community Events Hosted
ar: الأحداث المجتمعية المستضافة

source: Volunteer Hours
ar: ساعات التطوع

source: Eco-Friendly Practices
ar: الممارسات الصديقة للبيئة

source: Water Conservation Program
ar: برنامج الحفاظ على المياه

source: Renewable Energy Powered
ar: الطاقة المتجددة مدعومة

source: Local Sourcing Priority
ar: أولوية المصادر المحلية

source: Contact
ar: اتصال

source: Our Address
ar: عنواننا

source: Email Address
ar: عنوان البريد الإلكتروني

source: Hours of Operation
ar: ساعات العمل

source: Sunday-Fri: 9 AM - 6 PM
ar: الأحد -الجمعة: 9 صباحًا - 6 مساءً

source: Saturday: 9 AM - 4 PM
ar: السبت: 9 صباحًا - 4 مساءً

source: Your message has been sent. Thank you!
ar: تم إرسال رسالتك. شكرًا لك!

source: SEND MESSAGE
ar: أرسل رسالة

source: Welcom in your market
ar: مرحبا بك في متجرك

source: Create Account
ar: إنشاء حساب

source: Sign Up
ar: اشتراك

source: Already have account ?
ar: هل لديك بالفعل حساب؟

source: sign In
ar: تسجيل الدخول

source: Log In
ar: تسجيل الدخول

source: sign Up
ar: اشتراك

source: Welcome Back!
ar: مرحبًا بعودتك!

source: login
ar: تسجيل الدخول

source: Hello, Friend!
ar: مرحبا يا صديقي!
